Repository: Yuikij/Queryable
Catalog: Queryable/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: Cheers
de: Prost
es: Salud
fr: Santé
it: Salute

source: My love
de: Meine Liebe
es: Mi amor
fr: Mon amour
it: Il mio amore

source: Dark night room with a lamp
de: Dunkles Zimmer in der Nacht mit einer Lampe
es: Habitación oscura de noche con una lámpara
fr: Chambre sombre la nuit avec une lampe
it: Stanza buia con una lampada

source: Snow outside the window
de: Schnee vor dem Fenster
es: Nieve fuera de la ventana
fr: Neige à l'extérieur de la fenêtre
it: Neve fuori dalla finestra

source: Deep blue
de: Tiefblau
es: Azul profundo
fr: Bleu profond
it: Blu profondo

source: Cute kitten
de: Süßes Kätzchen
es: Gatito lindo
fr: Chaton mignon
it: Gattino carino

source: Photos of our gathering
de: Fotos von unserem Treffen
es: Fotos de nuestra reunión
fr: Photos de notre rassemblement
it: Foto del nostro raduno

source: Beach, waves, sunset
de: Strand, Wellen, Sonnenuntergang
es: Playa, olas, puesta de sol
fr: Plage, vagues, coucher de soleil
it: Spiaggia, onde, tramonto

source: In car view, car on the road
de: Blick auf das Auto, das auf der Straße fährt
es: Vista desde el coche, coche en la carretera
fr: Vue depuis la voiture, voiture sur la route
it: Visuale in auto, auto sulla strada

source: Screen display of traffic info
de: Bildschirmanzeige von Verkehrsinformationen
es: Pantalla que muestra información de tráfico
fr: Affichage à l'écran des infos de circulation
it: Biglietto cartaceo

source: Selfie in front of mirror
de: Selfie vor dem Spiegel
es: Selfie frente al espejo
fr: Selfie devant le miroir
it: Selfie davanti allo specchio

source: Searching...
de: Suche...
es: Buscando...
fr: Recherche en cours...
it: Ricerca...

source: Scroll down for more results
de: Für weitere Ergebnisse nach unten scrollen
es: Desplázate hacia abajo para más resultados
fr: Faites défiler pour plus de résultats
it: Scorri verso il basso per ulteriori risultati

source: Finding similar photos...
de: Ähnliche Fotos werden gesucht...
es: Buscando fotos similares...
fr: Recherche de photos similaires...
it: Ricerca di foto simili...

source: This photo is in iCloud. For privacy, Queryable is designed to run offline. If you don't want it to have network access, you can find this photo in the album by date.
de: Dieses Foto befindet sich in iCloud. Zur Wahrung der Privatsphäre wurde Queryable offline erstellt. Wenn Sie keine Netzwerkverbindung wünschen, können Sie dieses Foto im Album nach Datum finden.
es: Esta foto está en iCloud. Por motivos de privacidad, Queryable está diseñado para funcionar sin conexión. Si no desea que tenga acceso a la red, puede encontrar esta foto en el álbum por fecha.
fr: Cette photo est dans iCloud. Pour des raisons de confidentialité, Queryable est conçu pour fonctionner hors ligne. Si vous ne voulez pas qu'il ait accès au réseau, vous pouvez trouver cette photo dans l'album par date.
it: Questa foto è in iCloud. Per motivi di privacy, Queryable è progettato per funzionare offline. Se non vuoi che abbia accesso alla rete, puoi trovare questa foto nell'album per data.

source: This photo is stored locally.
de: Dieses Foto ist lokal gespeichert.
es: Esta foto está almacenada localmente.
fr: Cette photo est stockée localement.
it: Questa foto è memorizzata localmente.

source: Allow access to wireless data to download photo from iCloud. If you have privacy concerns, you can still use Queryable offline.
de: Zugriff auf Drahtlosdaten gestatten, um Fotos aus iCloud herunterzuladen. Wenn Sie Datenschutzbedenken haben, können Sie Queryable immer noch offline verwenden.
es: Permite el acceso a los datos inalámbricos para descargar la foto de iCloud. Si tienes preocupaciones por la privacidad, aún puedes usar Queryable sin conexión.
fr: Autorisez l'accès aux données sans fil pour télécharger la photo depuis iCloud. Si vous avez des préoccupations en matière de confidentialité, vous pouvez toujours utiliser Queryable hors ligne.
it: Consenti l'accesso ai dati wireless per scaricare la foto da iCloud. Se hai preoccupazioni sulla privacy, puoi comunque utilizzare Queryable offline.

source: After authorization is complete, please exit the app and restart it.
de: Nach Abschluss der Autorisierung die App bitte verlassen und neu starten.
es: Después de que se complete la autorización, salga de la aplicación y reiníciela.
fr: Après l'achèvement de l'autorisation, veuillez quitter l'application et la redémarrer.
it: Dopo aver completato l'autorizzazione, esci dall'app e riavviala.

source: Loading Model...
de: Modell wird geladen...
es: Cargando modelo...
fr: Chargement du modèle...
it: Caricamento modello...

source: Sorry, Queryable does not support iPhone X/Xr/Xs, please request a refund.
de: Entschuldigung, Queryable unterstützt kein iPhone X/Xr/Xs, bitte fordern Sie eine Rückerstattung an.
es: Lo siento, Queryable no es compatible con iPhone X/Xr/Xs, solicite un reembolso.
fr: Désolé, Queryable ne supporte pas l'iPhone X/Xr/Xs, veuillez demander un remboursement.
it: Spiacenti, Queryable non supporta iPhone X/Xr/Xs, richiedi un rimborso.

source: Index your photos!
de: Indizieren Sie Ihre Fotos!
es: ¡Indice sus fotos!
fr: Indexez vos photos!
it: Indicizza le tue foto!

source: Photos must be indexed to be queryable.
de: Fotos müssen indiziert sein, um abfragbar zu sein.
es: Las fotos deben ser indexadas para ser consultables.
fr: Les photos doivent être indexées pour être interrogeables.
it: Le foto devono essere indicizzate per essere ricercabili.

source: Queryable is an offline application. It runs smoothly without a network.
de: Queryable ist eine Offline-Anwendung. Sie läuft reibungslos ohne Netzwerk.
es: Queryable es una aplicación sin conexión. Funciona sin problemas sin una red.
fr: Queryable est une application hors ligne. Elle fonctionne sans problème sans réseau.
it: Queryable è un'applicazione offline. Funziona senza problemi senza una rete.

source: The task is performed only once. It could take a few minutes, as it will index all your photos.
de: Die Aufgabe wird nur einmal ausgeführt. Sie kann einige Minuten dauern.
es: La tarea se realiza una sola vez. Puede tardar unos minutos.
fr: La tâche n'est effectuée qu'une seule fois. Cela pourrait prendre quelques minutes, car il va indexer toutes vos photos.
it: Il compito viene eseguito una sola volta. Può richiedere alcuni minuti.

source: You may need to manually update the index when you have new photos.
de: Es kann erforderlich sein, den Index manuell zu aktualisieren, wenn Sie neue Fotos haben.
es: Es posible que deba actualizar manualmente el índice cuando tenga nuevas fotos.
fr: Vous devrez peut-être mettre à jour manuellement l'index lorsque vous aurez de nouvelles photos.
it: Potrebbe essere necessario aggiornare manualmente l'indice quando si hanno nuove foto.

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia

source: Update index for new photos
de: Index für neue Fotos aktualisieren
es: Actualizar el índice de nuevas fotos
fr: Mise à jour de l'index pour les nouvelles photos
it: Aggiorna l'indice per le foto nuove

source: Loading Photos...
de: Fotos werden geladen...
es: Cargando fotos...
fr: Chargement des photos...
it: Caricamento foto...

source: Total
de: Insgesamt
it: Totale

source: Photos need to be indexed.
de: Fotos müssen indiziert werden.
es: Las fotos necesitan ser indexadas.
fr: Les photos doivent être indexées.
it: Le foto devono essere indicate.

source: * Please turn off Low Power Mode when build index.
de: * Bitte schalten Sie den Energiesparmodus beim Erstellen des Indexes aus.
es: * Por favor, desactive el modo de bajo consumo al construir el índice.
fr: * Veuillez désactiver le mode d'économie d'énergie lors de la construction de l'index.
it: * Si prega di disattivare la modalità risparmio energetico durante la creazione dell'indice.

source: Index Photos
de: Start
es: Iniciar
fr: Indexer les photos
it: Start

source: Photos have been indexed.
de: Fotos wurden indiziert.
es: Las fotos han sido indexadas.
fr: Les photos ont été indexées.
it: Le foto sono state indicate.

source: Task runs entirely locally. Do not operate until completed.
de: Aufgabe lokal ausführen, warten auf Abschluss.
es: Tarea local. No operar hasta completar.
fr: La tâche s'exécute entièrement localement. Ne pas opérer jusqu'à ce qu'elle soit terminée.
it: Compito locale. Non operare fino a completamento.

source: Build Finished.
de: Erstellung abgeschlossen.
es: Construcción finalizada.
fr: Construction terminée.
it: Creazione terminata.

source: Start Search
de: Start Suche
es: Buscar
fr: Commencer la recherche
it: Ricerca

source: Swipe up to search with this photo
de: Nach oben wischen, um ähnliche Fotos zu suchen
es: Desliza hacia arriba para buscar con esta foto
fr: Faites glisser vers le haut pour rechercher avec cette photo
it: Scorri verso l'alto per cercare con questa foto

source: Swipe down to remove view below
de: Nach unten wischen zum Entfernen der Ansicht
es: Desliza hacia abajo para eliminar la vista de abajo
fr: Faites glisser vers le bas pour supprimer la vue ci-dessous
it: Scorri verso il basso per rimuovere la vista sottostante

source: User Guide and Feedback
de: Benutzerhandbuch und Feedback
es: Guía de usuario y comentarios
fr: Guide de l'utilisateur et retours
it: Guida utente e feedback

source: About Queryable
de: Über Queryable
es: Acerca de Queryable
fr: À propos de Queryable
it: Informazioni su Queryable

source: Queryable is a large language model (**LLMs**) that runs entirely locally. Thanks to its powerful understanding of images and text, you can easily find a particular photo from albums using any textual description related to the content of the photo, just like finding a needle in a haystack. Unlike other apps, Queryable supports complex, long descriptions: more precise descriptions yield more reliable results. Queryable supports English, French, German, Spanish and Italian input, but English works best.
de: Queryable ist ein großes Sprachmodell (**LLMs**), das vollständig lokal ausgeführt wird. Dank seiner leistungsstarken Bild- und Textverarbeitung können Sie mit diesem Modell ganz einfach ein spezielles Foto aus Ihren Alben finden, indem Sie eine beliebige textuelle Beschreibung verwenden, die mit dem Inhalt des Fotos zusammenhängt - ganz so als würden Sie eine Nadel im Heuhaufen suchen. Im Gegensatz zu anderen Apps unterstützt Queryable komplexe, ausführliche Beschreibungen. Je genauer die Beschreibung ist, desto zuverlässiger sind die Ergebnisse. Queryable unterstützt Englisch, Französisch, Deutsch, Spanisch und Italienisch als Eingabesprache. Am besten funktioniert es jedoch auf Englisch.
es: Queryable es un modelo de lenguaje grande (**LLMs**) que se ejecuta completamente localmente. Gracias a su poderosa comprensión de imágenes y texto, puedes encontrar fácilmente una foto en tus álbumes utilizando cualquier descripción textual relacionada con el contenido de la foto, como encontrar una aguja en un pajar. A diferencia de otras aplicaciones, Queryable soporta descripciones largas y complejas: descripciones más precisas producen resultados más confiables. Queryable admite entradas en inglés, francés, alemán, español e italiano, pero el inglés funciona mejor.
fr: Queryable est un modèle linguistique de grande envergure (**LLMs**) qui fonctionne entièrement localement. Grâce à sa puissante compréhension des images et des textes, vous pouvez facilement trouver une photo particulière dans les albums en utilisant n'importe quelle description textuelle liée au contenu de la photo, tout comme trouver une aiguille dans une botte de foin. Contrairement à d'autres applications, Queryable prend en charge des descriptions complexes et longues : des descriptions plus précises donnent des résultats plus fiables. Queryable prend en charge l'anglais, le français, l'allemand, l'espagnol et l'italien, mais l'anglais fonctionne le mieux.
it: Queryable è un grande modello di linguaggio (**LLMs**) che viene eseguito interamente in locale. Grazie alla sua potente comprensione di immagini e testo, puoi facilmente trovare una particolare foto dagli album utilizzando qualsiasi descrizione testuale relativa al contenuto della foto, proprio come trovare un ago in un pagliaio. A differenza di altre applicazioni, Queryable supporta descrizioni complesse e lunghe: descrizioni più precise producono risultati più affidabili. Queryable supporta l'input in inglese, francese, tedesco, spagnolo e italiano, ma l'inglese funziona meglio.

source: Album Privacy Concerns
de: Album Datenschutz
es: Privacidad del álbum
fr: Préoccupations concernant la confidentialité de l'album
it: Privacy dell'album fotografico

source: Queryable cares about your album privacy. This is not just a promise: Queryable avoids all situations that require network connection and you can even run it smoothly under **flight mode**. You will find that it **does not request your network permission**, and thus it is impossible to upload your album data to anywhere outside your phone. In the latest version of Queryable, users are allowed to download iCloud photos. When the photo stored in iCloud and you click the download button, will the network request pop up. You can still refuse and run smoothly. Some specific compromises made because of offline: - Models are built into the app rather than downloaded online. - Paid instead of free + in-app purchase, the latter requires network. - Photos do not show location information, as this requires network. - The design of "Review the App" below. - ... The creator of Queryable values privacy as much as you do.
de: Queryable legt großen Wert auf die Privatsphäre Ihres Albums. Dies ist kein leeres Versprechen: Queryable vermeidet alle Situationen, die eine Netzwerkverbindung erfordern, und Sie können es sogar reibungslos im Flugmodus ausführen. Sie werden feststellen, dass es nicht um Netzwerkerlaubnis bittet, und somit ist es unmöglich, Ihre Albumdaten an einen Ort außerhalb Ihres Telefons hochzuladen. In der neuesten Version von Queryable können Benutzer iCloud-Fotos herunterladen. Wenn das Foto in iCloud gespeichert ist und Sie auf die Schaltfläche "Download" klicken, erscheint eine Netzwerkanfrage. Sie können jedoch immer noch ablehnen und reibungslos fortfahren. Aufgrund der Offline-Funktionen wurden einige spezifische Kompromisse eingegangen: - Modelle sind in der App eingebettet und werden nicht online heruntergeladen. - Bezahlt statt kostenlos + In-App-Kauf, letzteres erfordert ein Netzwerk. - Fotos zeigen keine Standortinformationen an, da dies eine Netzwerkverbindung erfordert. - Das Design von "Bewerten Sie die App" unten. - ... Der Schöpfer von Queryable schätzt Ihre Privatsphäre genauso wie Sie.
es: Queryable se preocupa por la privacidad de tus álbumes. Esto no es solo una promesa: Queryable evita todas las situaciones que requieren conexión a la red e incluso puedes ejecutarlo sin problemas en modo avión. Descubrirás que no solicita permiso de red y, por lo tanto, es imposible cargar tus datos de álbum a ningún lugar fuera de tu teléfono. En la última versión de Queryable, los usuarios pueden descargar fotos de iCloud. Cuando la foto se encuentra en iCloud y haces clic en el botón de descarga, aparecerá la solicitud de red. Aún puedes rechazarla y seguir funcionando sin problemas. Se realizaron algunos compromisos específicos debido a la desconexión: - Los modelos están integrados en la aplicación en lugar de descargarse en línea. - De pago en lugar de gratuito + compra dentro de la aplicación, este último requiere red. - Las fotos no muestran información de ubicación, ya que esto requiere red. - El diseño de "Revisar la aplicación" a continuación. - ... El creador de Queryable valora la privacidad tanto como tú.
fr: Queryable se préoccupe de la confidentialité de votre album. Ce n'est pas seulement une promesse : Queryable évite toutes les situations qui nécessitent une connexion réseau et vous pouvez même le faire fonctionner sans problème en **mode avion**. Vous constaterez qu'il **ne demande pas votre permission de réseau**, et il est donc impossible de télécharger vos données d'album vers un endroit à l'extérieur de votre téléphone. Dans la dernière version de Queryable, les utilisateurs sont autorisés à télécharger des photos iCloud. Lorsque la photo est stockée dans iCloud et que vous cliquez sur le bouton de téléchargement, la demande de réseau apparaîtra. Vous pouvez toujours refuser et fonctionner sans problème. Certaines compromissions spécifiques faites à cause du mode hors ligne : - Les modèles sont intégrés dans l'application plutôt que téléchargés en ligne. - Payant au lieu de gratuit + achat intégré à l'application, ce dernier nécessite le réseau. - Les photos ne montrent pas d'informations de localisation, car cela nécessite le réseau. - Le design de "Critiquer l'application" ci-dessous. - ... Le créateur de Queryable valorise la confidentialité autant que vous.
it: Queryable si preoccupa della privacy del tuo album. Questo non è solo una promessa: Queryable evita tutte le situazioni che richiedono la connessione di rete e puoi persino eseguirlo senza problemi in modalità aereo. Noterai che non richiede il tuo permesso di rete, quindi è impossibile caricare i dati del tuo album su qualsiasi altro dispositivo esterno al tuo telefono. Nella versione più recente di Queryable, gli utenti possono scaricare le foto di iCloud. Quando la foto è memorizzata in iCloud e fai clic sul pulsante di download, verrà visualizzata una richiesta di rete. Puoi comunque rifiutare e continuare a utilizzare l'app. Alcuni compromessi specifici sono stati fatti a causa della modalità offline: - I modelli sono integrati nell'app invece di essere scaricati online. - Pagato invece di gratuito + acquisti in-app, quest'ultimo richiede la rete. - Le foto non mostrano informazioni sulla posizione, poiché ciò richiede la rete. - ... Il creatore di Queryable valuta la privacy tanto quanto te.

source: Crashs & Feedback
de: Abstürze und Rückmeldungen
es: Fallos y comentarios
fr: Crashs et retours
it: Crash e feedback

source: Queryable runs on the latest Core ML framework, some devices may experience crashes or abnormal search results. Known unsupported devices include: iPhone X/Xs, as well as iPads older than the **A13** chip. If your device is unsupported, please request a refund. We apologize for wasting your time and we are working hard to try to fix the issue. If your device meets the requirements but still crashes, try the following: - Kill apps with high memory usage. - Turn off low power mode and try again. If crashes still occur or if you have any suggestions, please contact me via:
de: Queryable arbeitet auf dem neuesten Core ML Framework und einige Geräte können Abstürze oder ungewöhnliche Suchergebnisse erleben. Bekannte nicht unterstützte Geräte sind: iPhone X/Xs sowie iPads älter als der **A13** Chip. Wenn Ihr Gerät nicht unterstützt wird, fordern Sie bitte eine Rückerstattung an. Wir entschuldigen uns dafür, dass wir Ihre Zeit verschwendet haben, und wir arbeiten hart daran, das Problem zu lösen. Wenn Ihr Gerät die Anforderungen erfüllt, aber dennoch abstürzt, versuchen Sie Folgendes: - Beenden von Apps mit hohem Speicherbedarf. - Schalten Sie den Energiesparmodus aus und versuchen Sie es erneut. Wenn Abstürze weiterhin auftreten oder wenn Sie Vorschläge haben, kontaktieren Sie uns bitte unter:
es: Queryable se ejecuta en la última versión del marco Core ML, algunos dispositivos pueden experimentar fallos o resultados de búsqueda anormales. Algunos dispositivos conocidos que no son compatibles incluyen: iPhone X/Xs, así como iPads anteriores al chip A13. Si tu dispositivo no es compatible, solicita un reembolso. Pedimos disculpas por hacerte perder tiempo y estamos trabajando duro para intentar solucionar el problema. Si tu dispositivo cumple con los requisitos pero aún se produce un fallo, prueba lo siguiente: - Cierra las aplicaciones con un alto uso de memoria. - Desactiva el modo de bajo consumo y vuelve a intentarlo. Si los fallos aún ocurren o si tienes alguna sugerencia, contáctame a través de:
fr: Queryable fonctionne sur le dernier framework Core ML, certains appareils peuvent connaître des plantages ou des résultats de recherche anormaux. Les appareils non pris en charge connus incluent : iPhone X/Xs, ainsi que les iPads plus anciens que la puce **A13**. Si votre appareil n'est pas pris en charge, veuillez demander un remboursement. Nous nous excusons d'avoir perdu votre temps et nous travaillons dur pour essayer de résoudre le problème. Si votre appareil répond aux exigences mais plante toujours, essayez ce qui suit : - Tuez les applications à haute consommation de mémoire. - Désactivez le mode d'économie d'énergie et réessayez. Si les plantages se produisent toujours ou si vous avez des suggestions, veuillez me contacter via :
it: Queryable funziona sul framework Core ML più recente, alcuni dispositivi potrebbero riscontrare blocchi o risultati di ricerca anomali. I dispositivi non supportati noti includono: iPhone X/Xs e tutti gli iPad precedenti al chip **A13**. Se il tuo dispositivo non è supportato, richiedi un rimborso. Ci scusiamo per avervi fatto perdere tempo e stiamo lavorando sodo per cercare di risolvere il problema. Se il tuo dispositivo soddisfa i requisiti ma continua a bloccarsi, prova quanto segue: - Chiudi le app che utilizzano molta memoria. - Disattiva la modalità risparmio energetico e riprova. Se i blocchi continueranno o se hai suggerimenti, contattami tramite

source: Review the App
de: Bewerten Sie die App
es: Opiniones sobre la aplicación
fr: Critiquer l'application
it: Recensisci l'app

source: More App by This Developer
de: Weitere Apps dieses Entwicklers
es: Más aplicaciones de este desarrollador
fr: Plus d'applications de ce développeur
it: Altre app di questo sviluppatore

source: Dolores: Your Virtual Friend
de: Dolores: Ihr Virtueller Freund
es: Dolores: Tu Amigo Virtual
fr: Dolores: Votre Ami Virtuel
it: Dolores: Il Tuo Amico Virtuale

source: MemeSearch: Reddit Meme Finder
es: MemeSearch: Buscador de Memes de Reddit
fr: MemeSearch: Chercheur de Mèmes Reddit
it: MemeSearch: Trova Meme di Reddit

source: Whisper Notes: Offline Transcription
de: Whisper Notes: Offline-Transkription
es: Whisper Notes: Transcripción Offline
fr: Whisper Notes: Transcription Hors ligne
it: Whisper Notes: Trascrizione Offline

source: Display number of results
de: Anzahl der Ergebnisse anzeigen
es: Mostrar número de resultados
fr: Afficher le nombre de résultats
it: Mostra il numero di risultati

source: Whisper Notes: Text to Speech
de: Whisper Notes: Text zur Sprache
es: Whisper Notes: Texto a voz
fr: Whisper Notes: Texte à la parole
it: Whisper Notes: Testo alla voce
